app/controllers/movies_controller.rb

  def index

    @movies = Movie.all
---
SELECT "movies".* FROM "movies" ORDER BY release_date